[TitanAxe_CV X2PairedWeaponTemplate]
FriendlyName="泰坦斧"
FriendlyNamePlural="泰坦斧"
BriefSummary="这些华丽的飞斧打磨得格外锋利，并且足够轻便。我们的士兵可以远程投掷。该武器是独特的，无法复制或替换。"
TacticalText="<Bullet/> 携带两把斧头给游骑兵提供了与传统剑相同的近战能力。\n<Bullet/>可以投掷一把斧头造成瞬间伤害。"
AbilityDescName="战斧"

[TitanAxe_MG X2PairedWeaponTemplate]
FriendlyName="离子斧"
FriendlyNamePlural="离子斧"
BriefSummary="利用我们在外星合金方面的专业知识，我们成功地将泰坦的斧头进一步打磨成一种极其危险的近战武器。"
TacticalText="<Bullet/>这些斧头被磨得锋利得像剃刀一样，并且耐久性惊人，增加其伤害，并几率眩晕敌人。\n<Bullet/>可以投掷一把斧头造成瞬间伤害。"
AbilityDescName="战斧"

[TitanAxe_BM X2PairedWeaponTemplate]
FriendlyName="融合斧"
FriendlyNamePlural="融合斧"
BriefSummary="嵌入斧柄的小能量电池提供了强大的电震能力，可以点燃目标。"
TacticalText="<Bullet/>一股不稳定的电流流过每片剑刃，增加伤害并几率点燃目标。\n<Bullet/>可以投掷一把斧头造成瞬间伤害。"
AbilityDescName="战斧"

[TitanAxeThrown_CV X2WeaponTemplate]
FriendlyName="泰坦斧"
FriendlyNamePlural="泰坦斧"
BriefSummary="这些华丽的飞斧打磨得格外锋利，并且足够轻便。我们的士兵可以远程投掷。该武器是独特的，无法复制或替换。"
TacticalText="<Bullet/> 携带两把斧头给游骑兵提供了与传统剑相同的近战能力。\n<Bullet/>可以投掷一把斧头造成瞬间伤害。"
AbilityDescName="战斧"

[TitanAxeThrown_MG X2WeaponTemplate]
FriendlyName="离子斧"
FriendlyNamePlural="离子斧"
BriefSummary="利用我们在外星合金方面的专业知识，我们成功地将泰坦的斧头进一步打磨成一种极其危险的近战武器。"
TacticalText="<Bullet/>这些斧头被磨得锋利得像剃刀一样，并且耐久性惊人，增加其伤害，并几率眩晕敌人。\n<Bullet/>可以投掷一把斧头造成瞬间伤害。"
AbilityDescName="战斧"

[TitanAxeThrown_BM X2WeaponTemplate]
FriendlyName="融合斧"
FriendlyNamePlural="融合斧"
BriefSummary="嵌入斧柄的小能量电池提供了强大的电震能力，可以点燃目标。"
TacticalText="<Bullet/>一股不稳定的电流流过每片剑刃，增加伤害并几率点燃目标。\n<Bullet/>可以投掷一把斧头造成瞬间伤害。"
AbilityDescName="战斧"

[AdventSparkRifle_CV X2WeaponTemplate]
FriendlyName="重型加农炮"
FriendlyNamePlural="重型加农炮"
BriefSummary="一种专门为机械单位设计的强大而笨重的加农炮。"
TacticalText="<Bullet/>在缺少特殊训练的情况下，主武器开火将会结束士兵的回合。"
AbilityDescName="重型加农炮"

[AdventSparkRifle_MG X2WeaponTemplate]
FriendlyName="螺旋加农炮"
FriendlyNamePlural="螺旋加农炮"
BriefSummary="额外的镀层提供了更高的耐久性和损伤输出，消除了激烈的现场部署造成的长期磨损。"
TacticalText="<Bullet/> 螺旋钢轨加农炮增加了伤害和耐久性，使它比标准重型加农炮有了显著的改进。\n<Bullet/>除非特殊训练，否则开火后会结束回合。"
AbilityDescName="螺旋加农炮"

[AdventSparkRifle_BM X2WeaponTemplate]
FriendlyName="相位加农炮"
FriendlyNamePlural="相位加农炮"
BriefSummary="微型化的超釉反应装置为相位加农炮提供了最大火力。"
TacticalText="<Bullet/>专为机械单位设计并能造成最大伤害的相位加农炮是动力步枪技术的缩影。\n<Bullet/> 除非特殊训练，否则开火后会结束回合。"
AbilityDescName="相位加农炮"

[Cryolator X2WeaponTemplate]
FriendlyName="冰冻器"
FriendlyNamePlural="冰冻器"
BriefSummary="冻结目标。"
TacticalText="冻结目标。"
AbilityDescName="冰冻器"

[CryoPistolM2_WPN X2WeaponTemplate]
FriendlyName="变种人手枪"
FriendlyNamePlural="变种人手枪"
BriefSummary="变种人制造了该型手枪。"
TacticalText="变种人制造了该型手枪。"
AbilityDescName="手枪"

[CryoPistolM3_WPN X2WeaponTemplate]
FriendlyName="变种人手枪"
FriendlyNamePlural="变种人手枪"
BriefSummary="变种人制造了该型手枪。"
TacticalText="变种人制造了该型手枪。"
AbilityDescName="手枪"
